tap "aws/tap"
tap "charmbracelet/tap"
tap "codeclimate/formulae"
tap "derailed/k9s"
tap "derailed/popeye"
tap "fairwindsops/tap"
tap "farmotive/k8s"
tap "getsentry/tools"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "jdx/tap"
tap "jesseduffield/lazygit"
tap "neovim/neovim"
tap "reviewdog/tap"
tap "thoughtbot/formulae"
tap "universal-ctags/universal-ctags"
tap "versent/taps"
tap "wagoodman/dive"
tap "wata727/tflint"
tap "weaveworks/tap"
brew "ack"
brew "libpng"
brew "lz4"
brew "readline"
brew "autojump"
brew "python@3.11"
brew "awscli"
brew "bash"
brew "bat"
brew "broot"
brew "gettext"
brew "ncurses"
brew "colima"
brew "coreutils"
brew "curl"
brew "difftastic"
brew "direnv"
brew "dive"
brew "docker"
brew "docutils"
brew "dog"
brew "editorconfig"
brew "fd"
brew "gcc"
brew "libsodium"
brew "ffmpeg"
brew "findutils"
brew "fish"
brew "fluxctl"
brew "libtool"
brew "libuv"
brew "fx"
brew "fzf"
brew "gawk"
brew "gh"
brew "libyaml"
brew "gimme-aws-creds"
brew "git"
brew "git-delta"
brew "git-extras"
brew "git-lfs"
brew "six"
brew "gitlint"
brew "gnu-tar"
brew "go"
brew "golangci-lint"
brew "gox"
brew "graphviz"
brew "gti"
brew "hadolint"
brew "highlight"
brew "htop"
brew "httpie"
brew "hub"
brew "imagemagick"
brew "jpeg"
brew "jq"
brew "kubernetes-cli"
brew "krew"
brew "kubectx"
brew "kubespy"
brew "kubeval"
brew "kustomize"
brew "libtermkey"
brew "libxml2"
brew "libxslt"
brew "lsd"
brew "luarocks"
brew "mas"
brew "mise"
brew "mitmproxy"
brew "mtr"
brew "mycli"
brew "ncdu"
brew "neovim"
brew "ninja"
brew "nyancat"
brew "octant"
brew "openjdk"
brew "packer-completion"
brew "pgcli"
brew "php"
brew "pipx"
brew "pkg-config"
brew "poppler"
brew "pre-commit"
brew "prettyping"
brew "pwgen"
brew "rcm"
brew "ripgrep"
brew "rpl"
brew "ruby"
brew "sd"
brew "shellcheck"
brew "shfmt"
brew "silicon"
brew "skopeo"
brew "ssh-copy-id"
brew "starship"
brew "stern"
brew "stylua"
brew "terminal-notifier"
brew "terraform-docs"
brew "tflint"
brew "the_silver_searcher"
brew "thefuck"
brew "tig"
brew "tldr"
brew "tmux"
brew "trash"
brew "tree"
brew "unzip"
brew "vegeta"
brew "vim"
brew "watch"
brew "wget"
brew "yamllint"
brew "yarn"
brew "zlib"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "aws/tap/copilot-cli"
brew "charmbracelet/tap/glow"
brew "derailed/k9s/k9s"
brew "derailed/popeye/popeye"
brew "farmotive/k8s/kpoof", args: ["without-kubernetes-cli"]
brew "getsentry/tools/sentry-cli"
brew "jdx/tap/usage"
brew "jesseduffield/lazygit/lazygit"
brew "thoughtbot/formulae/gitsh"
cask "1password"
cask "1password-cli"
cask "airbuddy"
cask "around"
cask "asana"
cask "aws-vault"
cask "coderunner"
cask "dash"
cask "deckset"
cask "devtoys"
cask "discord"
cask "fantastical"
cask "font-material-icons"
cask "font-monaspace"
cask "font-symbols-only-nerd-font"
cask "font-victor-mono"
cask "font-victor-mono-nerd-font"
cask "github"
cask "gitkraken"
cask "gpg-suite-no-mail"
cask "hyperbackupexplorer"
cask "iina"
cask "imageoptim"
cask "keymapp"
cask "kitty"
cask "linear-linear"
cask "loom"
cask "monitorcontrol"
cask "notion"
cask "obsidian"
cask "orion"
cask "plex"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "quicklookase"
cask "raindropio"
cask "rapidapi"
cask "raycast"
cask "runjs"
cask "safari-technology-preview"
cask "screens"
cask "setapp"
cask "signal"
cask "sketch"
cask "soundsource"
cask "suspicious-package"
cask "synology-drive"
cask "syntax-highlight"
cask "telegram-desktop"
cask "transmit"
cask "tuple"
cask "warp"
cask "whatsapp"
cask "wkhtmltopdf"
cask "zed"
cask "zsa-wally"
