tap "aws/tap"
tap "charmbracelet/tap"
tap "codeclimate/formulae"
tap "derailed/k9s"
tap "derailed/popeye"
tap "fairwindsops/tap"
tap "farmotive/k8s"
tap "getsentry/tools"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "neovim/neovim"
tap "reviewdog/tap"
tap "thoughtbot/formulae"
tap "universal-ctags/universal-ctags"
tap "versent/taps"
tap "wagoodman/dive"
tap "wata727/tflint"
tap "weaveworks/tap"
brew "ack"
brew "jpeg"
brew "libpng"
brew "coreutils"
brew "libtool"
brew "libyaml"
brew "readline"
brew "asdf"
brew "autojump"
brew "awscli"
brew "bash"
brew "bat"
brew "broot"
brew "gettext"
brew "cfn-lint"
brew "curl"
brew "direnv"
brew "docutils"
brew "dog"
brew "editorconfig"
brew "fd"
brew "libsodium"
brew "ffmpeg"
brew "findutils"
brew "ncurses"
brew "fish"
brew "fluxctl"
brew "libuv"
brew "fx"
brew "fzf"
brew "gawk"
brew "gcc"
brew "gh"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "gitlint"
brew "gnu-tar"
brew "go"
brew "golangci-lint"
brew "gox"
brew "gti"
brew "hadolint"
brew "helmfile"
brew "highlight"
brew "htop"
brew "httpie"
brew "hub"
brew "imagemagick"
brew "jq"
brew "kubernetes-cli"
brew "krew"
brew "kubectx"
brew "kubeseal"
brew "kubespy"
brew "kubeval"
brew "kustomize"
brew "libtermkey"
brew "libxml2"
brew "libxslt"
brew "lsd"
brew "luarocks"
brew "mas"
brew "mitmproxy"
brew "mtr"
brew "mycli"
brew "ncdu"
brew "neovim", args: ["HEAD"]
brew "ninja"
brew "nyancat"
brew "octant"
brew "openjdk"
brew "packer-completion"
brew "pgcli"
brew "pipx"
brew "postgresql", restart_service: true
brew "pre-commit"
brew "prettyping"
brew "pwgen"
brew "rcm"
brew "ripgrep"
brew "ruby"
brew "shellcheck"
brew "shfmt"
brew "skopeo"
brew "ssh-copy-id"
brew "starship"
brew "stern"
brew "stylua"
brew "terminal-notifier"
brew "terraform-docs"
brew "tflint"
brew "the_silver_searcher"
brew "thefuck"
brew "tig"
brew "tldr"
brew "tmux"
brew "trash"
brew "tree"
brew "unzip"
brew "vegeta"
brew "vim"
brew "watch"
brew "wget"
brew "yamllint"
brew "yarn"
brew "zlib"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "aws/tap/aws-sam-cli"
brew "charmbracelet/tap/glow"
brew "derailed/k9s/k9s"
brew "derailed/popeye/popeye"
brew "farmotive/k8s/kpoof", args: ["without-kubernetes-cli"]
brew "getsentry/tools/sentry-cli"
brew "hashicorp/tap/terraform-ls"
brew "thoughtbot/formulae/gitsh"
brew "wagoodman/dive/dive"
cask "1password"
cask "1password-cli"
cask "airbuddy"
cask "alfred"
cask "audio-hijack"
cask "aws-vault"
cask "battle-net"
cask "calibre"
cask "cameracontroller"
cask "coderunner"
cask "colorpicker-skalacolor"
cask "dash"
cask "deckset"
cask "devtoys"
cask "discord"
cask "docker"
cask "dynamodb-local"
cask "elgato-stream-deck"
cask "fantastical"
cask "firefox"
cask "firefox-developer-edition"
cask "font-material-icons"
cask "font-victor-mono-nerd-font"
cask "github"
cask "gitkraken"
cask "google-chrome"
cask "google-cloud-sdk"
cask "gpg-suite-no-mail"
cask "iina"
cask "imageoptim"
cask "jetbrains-toolbox"
cask "kitty"
cask "leapp"
cask "lens"
cask "logi-options-plus"
cask "loopback"
cask "microsoft-teams"
cask "monitorcontrol"
cask "ngrok"
cask "nosql-workbench"
cask "obs"
cask "obsidian"
cask "paw"
cask "pgadmin4"
cask "plex"
cask "postbox"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "quicklookase"
cask "resilio-sync"
cask "runjs"
cask "safari-technology-preview"
cask "screens"
cask "session-manager-plugin"
cask "setapp"
cask "signal"
cask "sketch"
cask "skype"
cask "slack-beta"
cask "soundsource"
cask "surfshark"
cask "suspicious-package"
cask "synology-drive"
cask "syntax-highlight"
cask "telegram-desktop"
cask "toggl-track"
cask "tower"
cask "transmit"
cask "tuple"
cask "visual-studio-code"
cask "whatsapp"
cask "zoom"
mas "1Blocker", id: 1365531024
mas "CARROT Weather", id: 993487541
mas "Deliveries", id: 290986013
mas "Disk Speed Test", id: 425264550
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Infuse", id: 1136220934
mas "Keynote", id: 409183694
mas "LanguageTool", id: 1534275760
mas "Magnet", id: 441258766
mas "Numbers", id: 409203825
mas "Outbank", id: 1094255754
mas "Pages", id: 409201541
mas "Pocket", id: 568494494
mas "Reeder", id: 1529448980
mas "The Unarchiver", id: 425424353
mas "We Love Lights", id: 1479422551
