tap "derailed/k9s"
tap "derailed/popeye"
tap "getsentry/tools"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "instrumenta/instrumenta"
tap "neovim/neovim"
tap "fairwindops/tap"
tap "thoughtbot/formulae"
tap "wagoodman/dive"
tap "wata727/tflint"
brew "ack"
brew "apr"
brew "autoconf"
brew "automake"
brew "coreutils"
brew "libtool"
brew "libyaml"
brew "openssl"
brew "readline"
brew "unixodbc"
brew "asdf"
brew "autojump"
brew "bash"
brew "bat"
brew "bats-core"
brew "gettext"
brew "blackbox"
brew "icu4c"
brew "boost"
brew "libpng"
brew "python"
brew "ccat"
brew "ctags"
brew "curl"
brew "go"
brew "diff-so-fancy"
brew "direnv"
brew "docker-completion"
brew "docker-compose-completion"
brew "doxygen"
brew "editorconfig"
brew "fd"
brew "jpeg"
brew "ffmpeg"
brew "fluxctl"
brew "fx"
brew "fzf"
brew "gawk"
brew "git"
brew "gource"
brew "graphviz"
brew "gti"
brew "hadolint"
brew "highlight"
brew "hivemind"
brew "ncurses"
brew "htop"
brew "httperf"
brew "httpie"
brew "hub"
brew "imagemagick"
brew "ipmitool"
brew "jq"
brew "kubernetes-cli"
brew "kubectx"
brew "kubernetes-helm"
brew "kubeseal"
brew "kubespy"
brew "kustomize"
brew "libsodium"
brew "unibilium"
brew "libtermkey"
brew "libuv"
brew "libxml2"
brew "libxslt"
brew "lsd"
brew "mitmproxy"
brew "msgpack"
brew "mycli"
brew "mysql@5.7", restart_service: true
brew "ncdu"
brew "neovim"
brew "nyancat"
brew "octant"
brew "packer"
brew "packer-completion"
brew "pgcli"
brew "pkg-config"
brew "postgresql", restart_service: true
brew "prettyping"
brew "pv"
brew "pwgen"
brew "python-yq"
brew "python@2"
brew "redis"
brew "ripgrep"
brew "rust"
brew "siege"
brew "skopeo"
brew "ssh-copy-id"
brew "stern"
brew "telnet"
brew "terminal-notifier"
brew "tflint"
brew "the_silver_searcher"
brew "thefuck"
brew "tig"
brew "tldr"
brew "tmux"
brew "tree"
brew "unzip"
brew "v8"
brew "vault"
brew "vegeta"
brew "velero"
brew "vim"
brew "watch"
brew "wget"
brew "wxmac"
brew "yamllint"
brew "yank"
brew "yarn"
brew "zlib"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "derailed/k9s/k9s"
brew "derailed/popeye/popeye"
brew "getsentry/tools/sentry-cli"
brew "instrumenta/instrumenta/kubeval"
brew "reactiveops/tap/polaris"
brew "thoughtbot/formulae/gitsh"
brew "thoughtbot/formulae/rcm"
brew "wagoodman/dive/dive"
cask "1password"
cask "1password-cli"
cask "alfred"
cask "atom"
cask "backblaze"
cask "bartender"
cask "betterzipql"
cask "coderunner"
cask "colorpicker-skalacolor"
cask "dash"
cask "disk-inventory-x"
cask "docker-edge"
cask "fantastical"
cask "firefox"
cask "firefoxdeveloperedition"
cask "font-dejavusansmono-nerd-font"
cask "font-dejavusansmono-nerd-font-mono"
cask "font-firacode-nerd-font"
cask "font-firacode-nerd-font-mono"
cask "font-merriweather"
cask "font-merriweather-sans"
cask "fork"
cask "gitfox"
cask "gitkraken"
cask "google-chrome"
cask "google-cloud-sdk"
cask "gpg-suite-no-mail"
cask "handbrake"
cask "hyper"
cask "iina"
cask "intellij-idea"
cask "iterm2"
cask "java"
cask "kitty"
cask "monitorcontrol"
cask "mountain"
cask "ngrok"
cask "paw"
cask "pgadmin4"
cask "plex"
cask "postbox"
cask "postico"
cask "psequel"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "quicklook-csv"
cask "quicklook-json"
cask "resilio-sync"
cask "safari-technology-preview"
cask "screens"
cask "sequel-pro-nightly"
cask "setapp"
cask "signal"
cask "sketch"
cask "skype"
cask "slack-beta"
cask "sourcetree"
cask "spotify"
cask "transmit"
cask "visual-studio-code"
cask "vlc"
cask "vmware-fusion"
cask "webstorm"
